Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/sdir.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Pursuant to section 75 second paragraph subparagraph b the criteria are as follows:
nb: Etter § 75 andre ledd bokstav b er kriteriene som følger:

source: in accordance with the examination procedure referred to in Article 25.
nb: vedtas etter undersøkelsesprosedyren nevnt i artikkel 25.

source: This year Faroe Islands, Vanuatu, Latvia and Iran moved from the “Grey List” to the “White List”.
nb: Dette inkluderte også den nye “White, Grey and Black List” og rangeringslisten av RO.

source: Should hours of work and rest on board different vessels be added up?
nb: Skal arbeids- og hviletid på forskjellige fartøy regnes sammen?

source: Senior Vice President of Odfjell SE, Mr. Helge Olsen, confided that they primarily use two flags for their ships, Singapore and the NIS.
nb: Helge Olsen, Senior Vice President hos Odfjell SE, medelte at Odfjell benytter seg av to flagg, Singapore og NIS.

source: When al are baptized, it is time for parting with King Neptune and his entourage.
nb: Når al e er døpt, er tiden inne for avskjed med Kong Neptun og hans følge.

source: Section 6h reads:
nb: Paragraf 6h lyder som følger:

source: Section 6 first paragraph subparagraphs a to f is a non-exhaustive list showing typical changes that could lead to the application of the new requirements.
nb: § 6 første ledd bokstav a til f, er en ikke uttømmende liste som viser typiske endringer som kan medføre at nye krav skal gjelde.

source: - 254 MLC inspections carried out on Norwegian cargo and passenger ships not required to
nb: - 254 MLC-inspeksjoner ble foretatt på norske laste- og passasjerskip som ikke har krav om

source: His rival, Øystein Meland, remembers this summer day in 1987 as if it were yesterday.
nb: Hans konkurrent, Øystein Meland husker sommerdagen fra i 1987 som om det var i går.

source: The Convention has been implemented in the EEA through the Waste Shipment Regulation (EU 1013/2006), which is implemented into Norwegian legislation through the Waste Regulations section 13 regarding transboundary shipment of waste.
nb: Konvensjonen er gjennomført i EØS-området gjennom grensekryssforordningen (EU 1013/2006) som er gjennomført i norsk rett gjennom avfallsforskriften kapittel 13 om grensekryssende forsendelser av avfall.

source: considered as able-bodied salt-and deep-water sailors, baptized in the real sea water from Equator’s 3000 meters depth.
nb: vil bli betraktet som ful befarne salt- og dypvannsseilere, døpt i ekte sjøvann fra Ekvators 3000 meters dyp. Den nordlige halvkules landeveisstøv skal vaskes av.

source: The reference in the fourth paragraph to the requirements pursuant to MSC.335(90) entails that the extent of damage to be included in the calculations of damage stability is increased.
nb: Henvisningen i fjerde ledd til kravene etter MSC.335(90), innebærer at skadeomfanget som skal inngå i beregningene om skadestabilitet økes.

source: The modules in the least favourable positions with regard to fire propagation from the tested module should be operative modules.
nb: Modulene i de minst gunstige plasseringene med tanke på propagering av brann fra testet modul, skal være operative moduler.

source: , Section for Passenger vessels.
nb: ved Underavdeling for passasjerskip.

source: Before the ship is taken out of service, a final survey shall be conducted, which shall verify that the IHM complies with the requirements of Article 5 and that a valid ship recycling plan has been developed at an approved recycling facility.
nb: Før skipet tas endelig ut av drift skal skipet gjennomgå et avsluttende tilsyn, hvor tilsynet skal verifisere at IHM samsvarer med kravene i artikkel 5 og at det er utarbeidet en gyldig skipsgjenvinningsplan ved et godkjent gjenvinningsanlegg.

source: For propeller-law-operated main and propeller-law-operated auxiliary engines, test cycle E3 shall be applied.
nb: For hoved- og hjelpemotorer som følger propellkurven, får prøvesyklus E3 anvendelse,

source: (j) it establishes records on incidents, accidents, occupational diseases and chronic effects and, if
nb: j) Det skal registrere hendelser, ulykker, yrkessykdommer og kroniske lidelser, og dersom vedkommende

source: King Neptun and his entourage
nb: Linjedåp med Kong Neptun og hans følge om bord

source: At a Diplomatic Conference in Manila in June 2010, the IMO
nb: På en diplomatkonferanse i Manila i juni 2010 vedtok IMO en

source: This is in line with data from the survey conducted by Rambøll (2017), where most ships reported either use of marine distillate fuel or scrubbing technology to meet the requirement of maximum 0.1% sulphur content in fuel (equivalent to requirements in port or when vessels sailing from or to the ECA area for SOx in the North Sea).
nb: Dette er i tråd med data fra spørreundersøkelsen utført av Rambøll (2017), hvor de fleste skip rapporterte enten bruk av marint destillat drivstoff eller renseteknologi for å møte kravet til maksimalt 0,1 % svovelinnhold i drivstoff (tilsvarer krav i havn eller når fartøyene kommer fra eller skal til ECA-området for SOx i Nordsjøen).

source: The NMA requires ships flying the Norwegian flag to implement security level 2 in the areas that are marked in the illustation below.
nb: Sjøfartsdirektoratet krever norskflaggede skip opp på sikringsnivå 2 i området som er avmerket på bildet under.

source: You should train for digital incidents the same way you train for other security incidents,” says Johan Stensen, ISM Coordinator in the Norwegian Maritime Authority.
nb: Digitale hendelser bør ogsåøves på, på samme måte som det trenes på andre sikkerhetshendelser, sier Johan Stensen, ISM-fagkoordinator i Sjøfartsdirektoratet.

source: The Convention for the Safe and Environmentally Sound Recycling of Ships is comprehensive and imposes requirements on both ships, shipbreaking countries and scrapping yards.
nb: Konvensjonen for sikker og miljømessig forsvarlig gjenvinning av skip er omfattende og stiller krav til både skip, opphuggingsland og opphuggingsverft.

source: If the employee is on standby, for example when a machine area is unsupervised, the employee shall have a sufficient rest period as compensation if the normal rest period is disrupted by call-outs (cf. MLC A2.3 item 8).
nb: Dersom arbeidstakeren er i beredskap, for eksempel når et maskinområde er uten tilsyn, skal arbeidstakeren ha en tilstrekkelig hvileperiode som erstatning dersom den normale hvileperioden blir avbrutt av utkallinger (jf. MLC A2.3 punkt 8).

source: - This is important both for Norway as flag State and for the companies choosing to fly the Norwegian flag, says Director General of Navigation and Shipping, Olav Akselsen, in a comment to the report from the U.S. Coast Guard.
nb: -Dette er viktig både for Norge som flaggstat og for de som velger norsk flagg i hekken, sier sjøfartsdirektør Olav Akselsen i en kommentar til tilbakemeldingen fra US Coast Guard.

source: (1) The vessel shall be fitted with a fixed compass which meets the standards of EN ISO 25862:2009.
nb: (1) Fartøyet skal være utstyrt med et fastmontert kompass som oppfyller EN ISO 25862:2009.

source: The provisions related to exemptions in section 75 second paragraph therefore continue the competence stipulated by Regulations 1992/695 section 4 regarding exemptions, which lays down that the NMA in individual cases may grant exemptions from the requirements of the Regulations.
nb: Dispensasjonsbestemmelsene i § 75 andre ledd viderefører derfor kompetansen som følger av forskrift 1992/695 § 4 om fravik som innebærer at direktoratet i enkelttilfeller kan gi unntak fra forskriftens krav.

source: As an alternative to a Passenger Ship Safety Certificate (SOLAS), ships carrying passengers in the inner and territorial waters of Svalbard may have
nb: Alternativt til sikkerhetssertifikat for passasjerskip (SOLAS) kan skip, som fører passasjerer i indre farvann og i territorialfarvannet ved Svalbard, ha

source: Risk assessment shall be carried out in accordance with section 11-4 to avoid exposure of ozone and at any risk of exposure safety measures shall be implemented.
nb: Risikovurdering etter § 11-4 skal gjennomføres for å unngå eksponering for ozon, og ved eventuell fare for eksponering skal sikkerhetstiltak som beskrevet i kapittelet følges.

source: Household members must still test themselves daily using a rapid antigen test every or every other day using a PCR test for 7 days after the close contact.
nb: Hustandsmedlemmer må likevel teste seg daglig med en antigen hurtigtest eller annenhver dag med en PCR-test i 7 dager etter nærkontakten.

source: certified by a third party such as DNV or IHMA Quality, another is to create their own quality system based on an international standard, such as ISO 9001.
nb: En måte å gjøre dette på er å bli sertifisert av en tredjepart som DNV eller IHMA Quality, en annen er å ta utgangspunkt i en internasjonal standard som ISO 9001 og lage sitt eget kvalitetssystem.

source: He holds an MSc in Business Economics from the Norwegian School of Economics and Business Administration, and has worked as Organisation Director, Project Manager and Business Developer in Schibsted.
nb: Han er utdannet siviløkonom fra Norges Handelshøyskole, og har bakgrunn som organisasjonsdirektør, prosjektleder og forretningsutvikler i Schibsted.

source: (2) The company shall conduct an annual, verifiable review of the safety management system in
nb: (2) Rederiet skal ha en årlig, verifiserbar gjennomgang av sikkerhetsstyringssystemet for å

source: The company will not inform the NMA of their decision, but the electronic registration systems used must comply with the registration and control requirements, so that the hours of rest in any period of 24 hours and 7 days (168 hours), respectively, appear clearly and concisely.
nb: Rederiet skal ikke meddele dette til Sjøfartsdirektoratet, men det er en klar forutsetning at de elektroniske registreringssystemer som benyttes oppfyller kravene til registrering og kontroll slik at hviletiden i enhver periode på henholdsvis 24 timer og 7 døgn (168 timer) fremkommer klart og entydig.

source: DNV GL has access to historical Automatic Identification System (AIS) data for the entire Norwegian waters from 2013 to the present.
nb: DNV GL har tilgang til historiske AIS-data (Automatic Identification System) for hele norskekysten fra 2013 til i dag.

source: information on symptoms of COVID-19 disease;
nb: informasjon om symptomene på infeksjon med covid-19-viruset

source: is based on 25 hazardous and accidental occurrences on tain a high level of safety.
nb: i 25 fare- og ulykkeshendelser på forskjellige fartøy. Av

source: The exemptions are stipulated by Regulations 1992/695 section 26 fourth, fifth, sixth and ninth paragraphs, and are continued in chapter 5, sections 46 and 49.
nb: Unntakene følger av forskrift 1992/695 § 26 fjerde, femte, sjette og niende ledd og videreføres i kapittel 5 §§ 46 og 49.

source: resulting from the exposure or exploitation of vulnerabilities in information technology systems.
nb: følge av eksponering eller utnyttelse av sårbarhet i informasjonsteknologisystemer.

source: Photo: Christopher Bryan M. Sebastian, The photo contest for seafarers 2017
nb: Christopher Bryan M. Sebastian, Fotokonkurransen for sjøfolk 2017

source: (1) The company shall be able to provide evidence that the vessel is:
nb: (1) Rederiet skal kunne dokumentere at fartøyet er:

source: This is emphasised by Tone Olsen Risnes, Senior Adviser in the Department of Ship Registration at the NMA.
nb: Dette understrekes av seniorrådgiver Tone Olsen Risnes ved Sjøfartsdirektoratets avdeling for Skipsregistrene.

source: supporting evidence provided or gathered in accordance with Article 15.
nb: utfyllende bevis som er framlagt eller innhentet i samsvar med artikkel 15.

source: - More than 1600 inspectors worldwide carrying out MLC-inspections, including recognized
nb: - Mer enn 1600 inspektører over hele verden, inkludert anerkjente organisasjoner, utførte

source: Moreover, 22% were of the opinion that «on my vessel, minor modifications/maintenance is sometimes carried out by people not having the necessary competence (with the exception of training situations)».
nb: Videre mente 22 % at «På mitt fartøy utføres noen ganger mindre modifikasjoner/vedlikehold av personer som ikke har nød­vendig kompetanse (med unntak av opplæringssituasjoner)».

source: • Specific fuel consumption for main and auxiliary engines for different types and size categories of ships is based on the 2009 IMO GHG study, and so used in havbase.no.
nb: Spesifikt drivstofforbruk på hoved- og hjelpemotor for ulike typer og størrelseskategorier skip basert på 2009 IMO GHG studie, og slik benyttet i havbase.no.

source: For battery cells fitted with an internal circuit interrupt device (CID), where it is documented that this is functioning, the thermal event may be initiated by using heat.
nb: For battericeller som er utstyrt med internt overladingsvern (CID) og det er dokumentert at dette fungerer, kan den termiske hendelsen initieres ved hjelp av varme.

source: As you can see, you will not have access to any vessels.
nb: Som du ser, vil du ikke ha tilgang til noen fartøy.

source: LRIT reporting and equipment
nb: LRIT rapportering og utstyr

source: A total of 689 photos were submitted by 116 photographers.
nb: Totalt er 689 bilder sendt inn av 116 fotografer.

source: opportunity to operate on board for 3 months.
nb: tjenestegjøre ombord i 3 måneder.

source: With the structure chosen for the Regulations, such a reference is considered superfluous, cf. the provision related to incorporation in section 3 of the Regulations.
nb: Med den strukturen som er valgt for forskriften, vurderes en slik henvisning som overflødig jf. inkorporasjonsbestemmelsen i forskriftens § 3.

source: People with symptoms who have been confirmed infected by COVID-19 must isolate themselves for a minimum of 6 days from the time the symptoms first appeared.
nb: Personer som er bekreftet smittet av covid-19, og har symptomer, skal isolere seg i minimum 6 døgn fra symptomene startet.

source: It is also gratifying that the Norwegian flag still qualifies for the US Coast Guard's own regime, "Qualship 21".
nb: Det er også gledelig at det norske flagget fortsatt kvalifiserer for US Coast Guard sitt eget regime, «Qualship 21».

source: The validity of Norwegian endorsements will be linked to the validity of the seafarer’s national Certificate of Proficiency (CoP) or Certificate of Competence (CoC).
nb: Gyldigheten på norske endorsement vil være koblet opp til gyldigheten på sjømannens nasjonale ferdighetssertifikat (CoP) eller kompetansesertifikat CoC.

source: An I-ISSC may not be extended.
nb: Et I-ISSC kan ikke forlenges.

source: In this context, the boat being "underway" means that the boat is being propelles by one engine, sails, oars or similar.
nb: At båten er i fart betyr i denne sammenhengen at båten har fremdrift fra motor, seil, årer eller lignende.

source: Weather-exposed/open devices with the exclusive purpose of preventing persons from falling over board and which are not used for storage and stowage, such as:
nb: Værutsatte/åpne innretninger som utelukkende har som funksjon å hindre at personer faller over bord og som ikke benyttes til lagring og oppbevaring, som f.eks.:

source: Attained Energy Efficiency Design Index (EEDI) shall be calculated for new ships.
nb: Nye skip skal beregne sin oppnådde energieffektivitet design indeks (attained EEDI).

source: In the EU, work is underway to prepare a Regulation on ship recycling.
nb: I EU pågår det et arbeid med utarbeidelse av en forordning om opphugging av skip.

source: In order to prevent the import of a new COVID-19 variant discovered in the United Kingdom, stricter infection control measures are introduced for travellers from the United Kingdom.
nb: For å hindre innførsel av ny variant av covid-19 oppdaget i Storbritannia, innføres det strengere smitteverntiltak for reisende fra Storbritannia.

source: Natural or legal persons affected or likely to be affected by a breach of Article 13 in conjunction
nb: Fysiske eller juridiske personer som er eller kan bli berørt av overtredelser av artikkel 13 i sammenheng med

source: The majority of fatalities in connection with fal s over board happen in open waters, but a significant amount also occur in ports.
nb: De fleste av dødsulykkene i forbindelse med fall over bord inntreffer i åpent farvann, men en betydelig mengde skjer også i havneområde.

source: The international welfare organization for seafarers, ISWAN, has published good mental health guides for seafarers.
nb: Den internasjonale velferdsorganisasjonen for sjøfolk, ISWAN, har laget brosjyremateriell om mental helse for alle som arbeider til sjøs.

source: is included in the King Neptune's entourage.
nb: hører også med i Kong Neptuns hoff.

source: More information on the use of cookies at
nb: Særlig om bruk av cookies på

source: Furthermore, it is set out in the main provision that the minimum hours of rest shall be no less than 77 hours in any 168-hour period (i.e. one week).
nb: Det følger videre av hovedregelen at hviletiden skal være minst 77 timer i en periode på 168 timer (tilsvarer en uke).

source: If the renewal verification is done more than 3 months befor the ISSC expires, the new date of expiry will be the date of verification plus five years.
nb: Dersom fornyelsesverifikasjonen utføres mer enn 3 måneder før utløpet av ISSC, vil man få ny utløpsdato på sertifikatet som er lik dato for verifikasjonen pluss fem år

source: Canada is currently commencing on using LNG on ships.
nb: Canada ligger i dag i startgropen med tanke på bruk av LNG i skip.

source: Like groundings, most occurrences are less serious accidents resulting for the most part in cosmetic damage to the ship.
nb: Som for grunnstøting er langt de fleste hendelsene mindre alvorlige ulykker der det i hovedsak blir kosmetisk skade på skipet.
